{
  "letters": [
    {
      "key": "fathersSideGrandma",
      "name": "奶奶",
      "content": "親愛的奶奶，\n\n\t母親節快樂！這應該是我第一次寫母親節卡片給您，希望能在母親節這天，藉文字述說對您的愛和感謝。\n\n\t還記得國小時，有一次在聯絡簿的造句中寫到，我的爺爺是最厲害的胡將軍。我想在那句造句後追加，我的奶奶是我最愛也最敬佩的林神醫。隨著我的年紀逐漸增長，我才發現，我那不斷吸收新知識，從未停止學習的奶奶，是我的重要楷模。從小一直看著奶奶搜集報章書籍、勤奮地作筆記，甚至為了更有效率地獲得資料，您常常詢問我和恩嘉關於電腦網路的種種，這些畫面都刻畫在我的心中。\n\n\t四五歲時，奶奶送給了我一本有圖的英文書，裡面畫了我當時最喜歡的飛機，以及一些飛機構造的英文；小學和國中時，奶奶也送給我好幾部電子辭典，不斷鼓勵我學好英文。奶奶，現在的我不論在工作或生活中都不停使用英文哦！也謝謝奶奶在我人生抉擇的關口，鼓勵我出國求學。\n\n\t奶奶，我很想念您和爺爺，相信再過不久就能回到台灣找你們！這封信會一直存放在這個網頁上，若奶奶之後想在讀讀這封信，隨時都可以打開來看哦！\n\n祝奶奶母親節快樂，也祝爺爺奶奶身體健康！\n\n愛您的孫  孝宇  敬上"
    },
    {
      "key": "mothersSideGrandma",
      "name": "阿嬤",
      "content": "親愛的阿嬤，\n\n\t母親節快樂！在寫這封卡片時，腦海中不斷浮現阿嬤溫柔的笑容和阿嬤的聲音。「啊胡孝宇有沒有回來？」一句話劃開了回憶之門，先回到了好多年以前，三重阿公阿嬤家還沒有改建以前，不知道為什麼，每一次回到阿嬤家，阿嬤總是能從小小儲物室中，拿出一罐家庭號黑松沙士給我們喝，彷彿總是準備著、等待著孩子們、孫子孫女們回到溫暖的家時一同暢飲。那時，還小的我也會學阿公，在喝下一口充滿氣泡的沙士時，豪爽地「哈」醫生。當時，幾乎每個週六晚上，全家人都會聚集在鋪著報紙的客廳桌旁夾菜、吃飯，那是最美好的兒時回憶。\n\n\t一直以來，阿嬤總是努力地和我們學國語，希望能和我們說好多話。我的台語一直都沒學好，卻多虧了努力學國語的阿嬤，讓我能在和阿嬤的日常對話中獲得阿嬤的愛和關心。阿嬤最關心的常常是我有沒有吃夠、有沒有吃飽。記得有一次夜裡，我還是覺得餓，阿嬤就捲起袖子開始幫我煎荷包蛋。喜歡看別人煎蛋的我於是站在一旁，將那過程一刻一刻地寫進我的記憶當中。那是最平凡、卻也最特別的荷包蛋。\n\n\t阿嬤，我很想念您！相信再過不久就能回台灣找您！\n\n祝阿嬤母親節快樂，身體健康！\n\n愛您的孫  孝宇  敬上"
    },
    {
      "key": "mom",
      "name": "媽媽",
      "content": "嘿！媽媽！母親節快樂！\n\n\t我一直在想，這封母親節卡片該怎麼寫，才能夠寫出感謝與感動，但又不太過感性。回憶的旅程首先浮現了在Brisbane的家，那時妳坐在餐桌旁試圖教一個7歲的小孩什麼是「次方」。果然那時妳就展現了妳對教學的熱情。雖然那時候我的數學已經被妳教到能夠在學校連跳兩個年級了，但妳對於教了一個下午還是搞不懂次方的我，覺得又氣又好笑。從小我總是到處搗蛋，記得有一次妳收到學校寄來的Detention通知單，妳真是氣炸了，把我狠狠地打了一頓。我想，那次我應該有學乖，應該有。在澳洲時，妳常常帶我和妹妹去Southbank的人工沙灘、博物館、美術館玩，那些都是美好的回憶。有時也會為了幫我安裝我想玩的電腦遊戲，花上數個小時研究。幸好，之後我也自己學會安裝遊戲（我第一次自己安裝的時候妳也超生氣，很怕我把電腦弄壞）和撥接，只要在「不把電腦弄壞」的前提下操作，一切都安全！\n\n\t國中時，我的品格和成績都不是太好。有一次，妳來到我的房間和我好好地談談，除了平常的耳提面命之外，妳還和我說，「爸爸媽媽平時到餐廳自己都不肯點貴的吃，因為希望你和妹妹能吃最好的。」這段話我至今仍有深刻印象，儘管很日常，卻在日常中教導我如何體貼地為人著想，也間接告訴我，這就是父母的愛。\n\n\t高中之後，妳開始慢慢放手讓我自由地選擇、自由地發揮。記得有次妳在和別人說話時聊到我，說妳知道我會「珍惜自己的羽毛」，對我來說，那是成長過程中最珍貴的「信任」。從此，我勇敢地選擇，也為自己所做的選擇負責，媽，這是最棒的教育。\n\n\t青少年時，曾經嘗試著寫一封感謝和道歉信給妳，因為我總是忘記表達我的愛和感謝，又總是在添麻煩，結果，那封信竟然在遞給妳之前被我弄丟了。媽，這封信我不會再弄丟了，雖然還是不足以表達我的感謝，而且未來我一定還是會繼續用各種瑣事麻煩妳，但不管年紀多大，我都要告訴妳，媽媽我愛妳！\n\n母親節快樂！\n\n愛妳的兒子  孝宇  敬上"
    }
  ]
}
